Repository: danilomaccioni/gimi-wp-theme
Catalog: languages/*.po
Languages: it_it

source: The page doesn't exist on this site.
it_it: La pagina non esiste su questo sito.

source: If are lost go to
it_it: Se ti sei perso vai in

source: One thought on &ldquo;%2$s&rdquo;
it_it: C\'&egrave; un commento in &ldquo;%2$s&rdquo;

source: %1$s thoughts on &ldquo;%2$s&rdquo;
it_it: Ci sono %1$s commenti in &ldquo;%2$s&rdquo;

source: Comments are closed.
it_it: Commenti chiusi.

source: Article posted in
it_it: articolo postato in

source: Article tagged in
it_it: Articolo taggato in

source: Category
it_it: Categoria

source: Categories
it_it: Categorie

source: &laquo; Next Entries
it_it: &laquo; nuovi post

source: Previous Entries &raquo;
it_it: vecchi post &raquo;

source: Search Results for: %s
it_it: Risultati ricerca per: %s

source: Term "%s" doesn't exist
it_it: Il termine "%s" Non Esiste

source: Go to
it_it: Vai a

source: gimi_search
it_it: Cerca

source: No post
it_it: Nessun post

source: Primary Menu
it_it: Men&ugrave; primario
